Repository: LeonarddeR/rdAccess
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: bg, de, es, it, nl, pt_br, uk

source: Remote Braille
bg: Отдалечен брайл
de: Unterstützung der Braillezeile via Remote
es: Braille remoto
it: Braille Remoto
nl: Extern Braille
uk: Віддалене керування шрифтом Брайля

source: RDAccess Diagnostics
bg: RDAccess диагностика
de: RDAccess-Diagnostik
es: Diagnósticos de RDAccess
nl: RDAccess Diagnostiek

source: Remote Desktop Accessibility
bg: Достъпност за отдалечен работен плот (Remote Desktop Accessibility)
de: Zugänglichkeit von Remote-Desktop
es: Accesibilidad en Escritorio Remoto
it: Accessibilità desktop remoto
nl: Toegankelijkheid van extern bureaublad
pt_br: Acessibilidade da área de trabalho remota

source: &Enable remote desktop accessibility for
bg: &Разреши достъпността за отдалечен работен плот за
de: &Aktivieren Sie die Zugänglichkeit von Remote-Desktop für
es: &Activar accesibilidad en Escritorio Remoto para
nl: Toegankelijkheid van &extern bureaublad inschakelen voor
pt_br: Habilite a acessibilidade da área de trabalho remota para

source: Server
bg: Сървър
es: Servidor
pt_br: Servidor
uk: Сервер

source: &Automatically recover remote speech after connection loss
bg: &Автоматично възстановявай отдалечената реч след загуба на връзка
de: &Automatische Wiederherstellung der Sprachausgabe via Remote nach Verbindungs-Abbrüchen
es: &Recuperar automáticamente la voz remota tras una pérdida de conexión
it: &Ripristina automaticamente il sintetizzatore remoto dopo la perdita di connessione
nl: Externe spraak &automatisch herstellen na verbindingsverlies
pt_br: Recupere automaticamente a fala remota após a perda de conexão
uk: &Автоматично відновлювати віддалене мовлення після втрати з’єднання

source: Client
bg: Клиент
es: Cliente
pt_br: Cliente
uk: Клієнт

source: &Allow remote system to control driver settings
bg: &Позволи на отдалечената система да контролира настройките на драйвера
de: &Steuerung der Treiber-Einstellungen durch ein Remote-System zulassen
es: &Permitir que el sistema remoto modifique aspectos del controlador
it: Consenti &al sistema remoto di controllare le impostazioni del driver
nl: Extern systeem toest&aan om instellingen van driver te bedienen
pt_br: Permitir que o sistema remoto controle as configurações do driver
uk: &Дозволити віддаленій системі керувати налаштуваннями драйвера

source: &Persist client support when exiting NVDA
bg: &Продължавай поддръжката на клиента след изход от NVDA
de: Client-Unterstützung beim NVDA-Beenden &beibehalten
es: &Mantener soporte de cliente al salir de NVDA
it: Mantieni il supporto client anche do&po aver chiuso NVDA
nl: &Client-ondersteuning behouden bij afsluiten NVDA
pt_br: Suporte ao cliente &Persiste ao sair do NVDA
uk: &Підтримка клієнта при виході з NVDA

source: Enable &Citrix Workspace support
bg: Р&азреши поддръжката на Citrix Workspace
de: Aktivieren der Unterstützung für &Citrix Workspace
es: Activar soporte para &Citrix Workspace
it: Abilita il supporto &Citrix Workspace
nl: Ondersteuning voor &Citrix Workspace inschakelen
pt_br: Habilitar o suporte ao &Citrix Workspace
uk: Увімкнути підтримку &Citrix Workspace

source: &Notify of connection changes with
bg: &Уведомявай за промени във връзката чрез
de: &Benachrichtigung über Verbindungsänderungen mit
es: &Notificar cambios de conexión con
nl: Wijzigi&ngen in verbinding melden met

source: Open diagnostics report...
bg: Отвори диагностичния доклад...
de: Diagnosebericht öffnen...
es: Abrir informe de diagnósticos...
nl: Open diagnostisch rapport...

source: You need to enable remote destkop accessibility support for at least incoming or outgoing connections.
bg: Трябва да разрешите поддръжката за достъпност на отдалечен работен плот поне за входящи или изходящи връзки.
de: Sie müssen die Unterstützung der Zugänglichkeit von Remote-Desktop zumindest für eingehende und ausgehende Verbindungen aktivieren.
es: Se debe activar el soporte de accesibilidad en escritorio remoto al menos para las conexiones entrantes o las salientes.
nl: Je moet toegankelijkheid van extern bureaublad tenminste inschakelen voor inkomende of uitgaande verbindingen.
pt_br: Você precisa habilitar o suporte à acessibilidade do destkop remoto para, pelo menos, conexões de entrada ou de saída.

source: Error
bg: Грешка
de: Fehler
it: Errore
nl: Fout
pt_br: Erro
uk: Помилка

# connection type
source: speech
bg: реч
de: Sprach
es: voz
nl: spraak

# connection type
source: braille
bg: брайл

source: connected
bg: има връзка
de: verbunden
es: conectado
nl: verbonden

source: disconnected
bg: няма връзка
de: getrennt
es: desconectado
nl: verbinding verbroken

source: Remote {} {}
bg: Отдалечен достъп, {}, {}
es: {} remoto {}
nl: Extern {} {}

source: Incoming connections (Remote Desktop Server)
bg: Входящи връзки (сървър за отдалечен работен плот)
de: Eingehende Verbindungen (Server via Remote Desktop)
es: Conexiones entrantes (servidor de escritorio remoto)
it: Connessioni in entrata (Server desktop remoto)
nl: Binnenkomende verbindingen (Extern bureaublad Server)
pt_br: Conexões de entrada (servidor de área de trabalho remota)
uk: Вхідні з'єднання (Сервер віддаленого робочого столу)

source: Outgoing connections (Remote Desktop Client)
bg: Изходящи връзки (клиент за отдалечен работен плот)
de: Ausgehende Verbindungen (Client via Remote Desktop)
es: Conexiones salientes (cliente de escritorio remoto)
it: Connessioni in uscita (Client Desktop Remoto)
nl: Uitgaande verbindingen (Extern bureaublad client)
pt_br: Conexões de saída (cliente de área de trabalho remota)
uk: Вихідні з'єднання (клієнт віддаленого робочого столу)

source: Secure Desktop pass through
bg: Пропускане на защитен екран
de: Durchlass für geschützten Desktop
es: Dejar pasar el escritorio seguro
nl: Beveiligd bureaublad doorgeven
pt_br: Passagem segura do desktop
uk: Безпечний доступ до робочого столу

# connection notifications
source: Off
bg: Изключено
de: Aus
es: Desactivado
nl: Uit

# connection notifications
source: Messages
bg: Съобщения
de: Nachrichten
es: Mensajes
nl: Berichten

# connection notifications
source: Sounds
bg: Звуци
de: Töne
es: Sonidos
nl: Geluiden

# connection notifications
source: Both Messages and sounds
bg: Съобщения и звуци
de: Sowohl Nachrichten als auch Töne
es: Tanto mensajes como sonidos
nl: Zowel berichten als geluiden

source: Remote speech
bg: Отдалечена реч
de: Unterstützung der Sprachausgabe via Remote
es: Voz remota
it: Sintetizzatore remoto
nl: Externe Spraak
pt_br: Fala remota
uk: Віддалене мовлення

source: &Fallback synthesizer
bg: Ре&зервен синтезатор
de: Sprachausgabe im &Notfall
es: Sintetizador de &respaldo
it: &Sintetizzatore di emergenza
nl: &Terugvallen op synthesizer
pt_br: Sintetizador &Fallback
uk: &Резервний синтезатор

source: Enable default &Remote Desktop support
es: Activar soporte para Escritorio &remoto predeterminado

source: Allows using speech and braille with Microsoft Remote Desktop, Citrix Workspace, Parallels RAS and VMware Horizon
es: Permite usar voz y braille en el escritorio remoto de Microsoft, Citrix Workspace, Parallels RAS y VMware Horizon

source: Enable Microsoft &Remote Desktop support
it: Abilita il supporto a Microsoft &Remote Desktop
pt_br: Habilitar o suporte para Microsoft &Remote Desktop
uk: Увімкнути підтримку &робочого столу Microsoft

source: This add-on was previously called NVDA Remote Desktop. You have an installed version of that add-on. Would you like to update to RDAccess?
it: Questo add-on in precedenza era chiamato NVDA Remote Desktop. Poiché disponi della vecchia versione, vuoi eseguire l'aggiornamento a RDAccess?
pt_br: Esse complemento era chamado anteriormente de NVDA Remote Desktop. Você tem uma versão instalada desse complemento. Gostaria de atualizar para o RDAccess?

source: Previous version detected
it: Rilevata vecchia versione
pt_br: Versão anterior detectada

source: Allows using speech and braille with Microsoft Remote Desktop, Citrix Workspace and VMware Horizon
it: Consente l'utilizzo della voce e del braille con Microsoft Remote Desktop, Citrix Workspace e VMware Horizon
pt_br: Permite o uso de fala e braile com o Microsoft Remote Desktop, Citrix Workspace e VMware Horizon
uk: Дозволяє використовувати мовлення та шрифт Брайля з Microsoft Remote Desktop, Citrix Workspace та VMware Horizon

source: Remote Desktop
uk: Віддалений робочий стіл

source: &Enable NVDA RD for
uk: &Увімкнути NVDA RD для

source: You need to enable NVDA RD for at least incoming or outgoing connections.
uk: Вам потрібно увімкнути NVDA RD принаймні для вхідних та вихідних з'єднань.

source: NVDA Remote Desktop Support
uk: Підтримка віддаленого робочого столу NVDA
